[BalanceDefs.M_NoVacancy MissionDefinition]
MissionName="Dark motel"
MissionDescription="I got it [place]Porco Wells Hotel[-place] Scooter will ask you to walk around to use the hotel's ghost office and vending machine."
TurnInDescription="The Pig Motel Honors Committee is now online!!"
MissionSummary="start again [place]Hotel Porco Feliz[-place]."
MissionGiver="Look at the number of flowers"
MissionTurnInLocation="Pig Award Committee"
TeaserText="get a job!"

[BalanceDefs.M_NoVacancy:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride="Fix the bomb in the south.."
MissionDescriptionOverride="Panel Award [place]good restaurant[-place] It didn't work. Bombs closer to the south are less powerful. Find Pump Repair Parts."

[BalanceDefs.M_NoVacancy:NoVacancy_AfterLadder_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_FindPart1 MissionObjectiveDefinition]
ProgressMessage="Find the valve"

[BalanceDefs.M_NoVacancy:NoVacancy_FindPart2 MissionObjectiveDefinition]
ProgressMessage="Find the capacitor."

[BalanceDefs.M_NoVacancy:NoVacancy_FindPart3 MissionObjectiveDefinition]
ProgressMessage="Check the gearbox"

[BalanceDefs.M_NoVacancy:NoVacancy_FindPart3_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Southpaw Bomb News."
MissionDescriptionOverride="Payment form [place]Good kitchen[-place] Repairs, he can't get enough power from his south thrust. Find pump repair parts."

[BalanceDefs.M_NoVacancy:NoVacancy_FindPart3_ObjSetEnd MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_KillPrimalBeast MissionObjectiveDefinition]
ProgressMessage="Defeat the Torosimians"

[BalanceDefs.M_NoVacancy:NoVacancy_KillPrimalBeast_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_KillSkags MissionObjectiveDefinition]
ProgressMessage="Kill the bat to find the capacitor."

[BalanceDefs.M_NoVacancy:NoVacancy_KillSkagsObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_OpenDoor MissionObjectiveDefinition]
ProgressMessage="Open the condenser cover"

[BalanceDefs.M_NoVacancy:NoVacancy_OpenDoor_OBjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_Part2FinalObj MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_ScavengeParts MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_ShootDownLadder MissionObjectiveDefinition]
ProgressMessage="Take a step."

[BalanceDefs.M_NoVacancy:NoVacancy_ShootDownLadder_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacancy_TurnOnTurbine MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_NoVacancy:NoVacany_FindPart2_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Hello southern weapons."
MissionDescriptionOverride="Price Committee [place]happy pig[-place] It didn't work; He looks too weak to blast the lefty. Find pump repair parts."

[BalanceDefs.M_NoVacancy:RepairHotelTurbine1 MissionObjectiveDefinition]
ProgressMessage="Replace the valve"

[BalanceDefs.M_NoVacancy:RepairHotelTurbine2 MissionObjectiveDefinition]
ProgressMessage="Replace the capacitor"

[BalanceDefs.M_NoVacancy:RepairHotelTurbine3 MissionObjectiveDefinition]
ProgressMessage="Replace the gearbox."

[BalanceDefs.M_NoVacancy:RepairHotelTurbine_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fix for Southpaw bomb.."
MissionDescriptionOverride="Awards Committee [place]Happy Pig Hotel[-place] it doesn't work. The South does not seem strong enough to make a short-range bomb. You now have all the parts needed to repair the pump."

[BalanceDefs.M_NoVacancy:TurnOnTurbine MissionObjectiveDefinition]
ProgressMessage="Turn on the steamer"

[BalanceDefs.M_NoVacancy:TurnOnTurbine2 MissionObjectiveDefinition]
ProgressMessage="Turn on the steam"

